{
  "title": "Experience",
  "content": [
    {
      "type": "phototext",
      "photo": "alphero_horizontal.png",
      "croppingOff": true,
      "title": "Alphero",
      "subtitle": "Developer",
      "description": "I've been a mobile developer at Alphero since 2018. I joined via Summer of Tech (an internship programme based out of Wellington, New Zealand) and now work full-time on projects for clients such as **Transpower**, **NZTA**, **MetService** and **MBIE**. I primarily work with iOS, using Swift and Objective-C to craft intuitive and intelligent apps to solve a wide range of issues across many sectors."
    },
    {
      "type": "phototext",
      "photo": "marlborough_lines.png",
      "croppingOff": true,
      "title": "Marlborough Lines",
      "subtitle": "IT Support Assistant",
      "description": "I spent the summer of 2017/2018 working as an IT support assistant at Marlborough Lines, the main electricity distribution company for the Marlborough region at the top of the South Island. While working there, I researched and trialled new helpdesk and mobile device management systems to help the IT team better manage technical support of the wider organization."
    },
    {
      "type": "heading",
      "heading": "Education"
    },
    {
      "type": "cent-heading",
      "icon": "ic_vuw.png",
      "backgroundColour": "#004B34",
      "heading": "Bachelor of Science (BSc) majoring in Computer Science",
      "subheading": "2016 - 2019"
    },
    {
      "type": "row",
      "elements": [
        {
          "type": "tile",
          "icon": "ic_trophy.png",
          "primaryLabel": "Victoria Excellence Scholarship",
          "secondaryLabel": "2016"
        },
        {
          "type": "tile",
          "icon": "ic_trophy.png",
          "primaryLabel": "Engineering and Computer Science School Dean's List",
          "secondaryLabel": "2016"
        },
        {
          "type": "tile",
          "icon": "ic_trophy.png",
          "primaryLabel": "Engineering and Computer Science School Dean's List",
          "secondaryLabel": "2017"
        },
        {
          "type": "tile",
          "icon": "ic_trophy.png",
          "primaryLabel": "Engineering and Computer Science School Dean's List",
          "secondaryLabel": "2018"
        }
      ]
    },
    {
      "type": "phototext",
      "photo": "hsftf_1.png",
      "title": "Huawei Seeds for the Future",
      "description": "I was lucky enough to be selected for the Huawei Seeds of the Future programme for 2018. A group of 20 aspiring engineers and designers, including myself, were sent to China for 2 weeks to learn about Chinese culture and language in Beijing and to visit Huawei's headquarters in Shenzhen. My experiences ranged from climbing the Great Wall of China and visiting the Olympic Park to studying Mandarin at BLCU and learning about networking technologies from Huawei engineers themselves."
    }
  ]
}