{
  "title": "Volunteering",
  "content": [
    {
      "type": "phototext",
      "photo": "td4g_1.png",
      "title": "VUWWIT (Victoria University of Wellington Women In Tech)",
      "subtitle": "Tech Day 4 Girls",
      "description": "I helped out with running an activity for the **VUWWIT Tech Day 4 Girls**, an all-day event for high school girls wanting to experience elements of the tech industry (such as robotics, cyber security and programming).\n\nI was one of the activity leads for the Computer Graphics activity, where we taught the students to use the Processing language to complete a range of exercises. These involved tasks such as creating “Hello world” all the way to experimenting with 3D graphics."
    },
    {
      "type": "phototext",
      "photo": "me.png",
      "title": "Summer of Tech & Alphero",
      "subtitle": "Design Day",
      "description": "I volunteered to help out with setting up IT resources and to mentor teams in Summer of Tech and Alphero's **Design Day** for 2019.\n\nThis was a very interesting experience, since I was helping students who were participating in an internship programme that I myself had been through the year before to get recognized by the company I worked for. I was also assisting designers while primarily working in the development space.\n\nI got to see some talented people create amazing concepts with beautiful designs, as well as see how design interns apply their university knowledge to real world projects. It has helped me to develop awareness of how they learn when entering the industry."
    },
    {
      "type": "phototext",
      "photo": "me.png",
      "title": "Summer of Tech",
      "subtitle": "Create Camp",
      "description": "I helped out as a floating mentor for Summer of Tech’s **Create Camp**, a hackathon weekend oriented around creating simple projects using New Zealand datasets and APIs.\n\nThis was mostly a learning exercise for the students who were selected to participate as many had not worked with web and mobile technologies previously. Most also had not worked with teams of designers and other developers before.\n\nI helped students to overcome difficulties with learning these new technologies and ways of working in groups, as well as give direction and advice on their project ideas."
    }
  ]
}